export const paperPrices = {
  "매끄러운": {
    "AB": { // 색상 없음
      "300g": 359390,
      "350g": 420690
    },
    "CCP": {
      "300g": 386260,
      "350g": 450640
    },
    "아이보리": {
      "300g": 235040,
      "350g": 272400
    },
    "SC 마닐라": {
      "300g": 181630,
      "350g": 211550
    }
  },
  "러프한": {
    "올드밀": { // 색상 있음
      "비앙코": {
        "300g": 764500,
        "350g": 891000
      },
      "엑스트라 화이트": {
        "300g": 695000,
        "350g": 810000
      },
      "프리미엄 화이트": {
        "300g": 695000,
        "350g": 810000
      }
    },
    "아코팩": { // 색상 있음
      "웜 화이트": {
        "300g": 435000,
        "350g": 510000,
        "400g": 595000
      },
      "네츄럴": {
        "300g": 435000,
        "350g": 510000
      },
      "엑스트라 화이트": {
        "410g": 0 // 실제 단가 입력 필요
      }
    },
    "녹차지": { // 색상 있음
      "백색": {
        "300g": 400000,
        "350g": 430000
      }
    },
    "매직패브릭": { // 색상 있음
      "검정색": {},
      "진곤색": {},
      "피색": {},
      "진한밤색": {},
      "체리색": {},
      "클래식블랙": {}
      // 가격은 미입력(향후 추가 가능)
    }
  },
  "친환경": {
    "얼스팩": { // 색상 없음
      "295g": null // 가격 정보 없음, 추가 필요
    },
    "크라프트": {
      "300g": null,
      "337g": null
    }
  }
};
